Repository: alexclassroom/wpvulnerability
Catalog: languages/*.po
Languages: ca, es_es

source: WPVulnerability Core
ca: WPVulnerability nucli
es_es: WPVulnerability núcleo

source: WPVulnerability Themes
ca: WPVulnerability temes
es_es: WPVulnerability temas

source: There aren't WordPress vulnerabilities
ca: No hi ha vulnerabilitats de WordPress
es_es: No hay vulnerabilidades de WordPress

source: Security
ca: Seguretat
es_es: Seguridad

source: Shows possible vulnerabilities existing in the WordPress core.
ca: Mostra les possibles vulnerabilitats existents al nucli del WordPress.
es_es: Muestra las posibles vulnerabilidades existentes en el núcleo de WordPress.

source: There are WordPress Core vulnerabilities
ca: Hi ha vulnerabilitats del nucli de WordPress
es_es: Hay vulnerabilidades del núcleo de WordPress

source: We've detected potential vulnerabilities in this WordPress installation. Please check them and keep your installation updated.
ca: Hem detectat possibles vulnerabilitats en aquesta instal·lació de WordPress. Per favor, comprem-los i mantenen la teva instal·lació actualitzada.
es_es: Hemos detectado posibles vulnerabilidades en esta instalación de WordPress. Por favor, compruébalos y mantén tu instalación actualizada.

source: Update WordPress
ca: Actualitza WordPress
es_es: Actualiza WordPress

source: There aren't themes vulnerabilities
ca: No hi ha vulnerabilitats de temes
es_es: No hay vulnerabilidades de temas

source: Shows possible vulnerabilities that exist in installed themes.
ca: Mostra les possibles vulnerabilitats que hi ha en els temes instal·lats.
es_es: Muestra las posibles vulnerabilidades que existen en los temas instalados.

source: There are themes vulnerabilities
ca: Hi ha vulnerabilitats en els temes
es_es: Hay vulnerabilidades en los temas

source: We've detected potential vulnerabilities in installed themes. Please check them and keep them updated.
ca: Hem detectat possibles vulnerabilitats en els temes instal·lats. Per favor, comprem-los i mantindre'ls actualitzats.
es_es: Hemos detectado posibles vulnerabilidades en los temas instalados. Por favor, compruébalos y mantenlos actualizados.

source: Update themes
ca: Actualitzar temes
es_es: Actualizar temas

source: There aren't plugins vulnerabilities
ca: No hi ha vulnerabilitats de plugins
es_es: No hay vulnerabilidades de plugins

source: Shows possible vulnerabilities that exist in installed plugins.
ca: Mostra les possibles vulnerabilitats que hi ha als plugins instal·lats.
es_es: Muestra las posibles vulnerabilidades que existen en los plugins instalados.

source: There are plugins vulnerabilities
ca: Hi ha vulnerabilitats als plugins
es_es: Hay vulnerabilidades en los plugins

source: We've detected potential vulnerabilities in installed plugins. Please check them and keep them updated.
ca: Hem detectat possibles vulnerabilitats en els plugins instal·lats. Per favor, comproveu-los i manteniu-los actualitzats.
es_es: Hemos detectado posibles vulnerabilidades en los plugins instalados. Por favor, compruébalos y mantenlos actualizados.

source: Update plugins
ca: Actualitzar plugins
es_es: Actualizar plugins

source: Settings
ca: Configuració
es_es: Ajustes

source: %1$s has a known vulnerability that may be affecting this version.
ca: %1$s té una vulnerabilitat coneguda que pot estar afectant aquesta versió.
es_es: %1$s tiene una vulnerabilidad conocida que puede estar afectando a esta versión.

source: This plugin is closed. Please replace it with another.
ca: Aquest plugin està tancat. Per favor, reemplaça-ho per un altre.
es_es: Este plugin está cerrado. Por favor, reemplázalo por otro.

source: This vulnerability appears to be unpatched. Stay tuned for upcoming plugin updates.
ca: Aquesta vulnerabilitat sembla no estar corregida. Esteu atent a pròximes actualitzacions del plugin.
es_es: Esta vulnerabilidad parece no estar corregida. Estate atento a próximas actualizaciones del plugin.

source: Global score:
ca: Puntuació global:
es_es: Puntuación global:

source: Severity:
ca: Greugesa:
es_es: Severidad:

source: Exploitability:
ca: Explotabilitat:
es_es: Explotabilidad:

source: There are possible vulnerabilities in your installation. Please, check your WordPress, plugins, and themes.
ca: Hi ha possibles vulnerabilitats en la teva instal·lació. Per favor, revisa el teu WordPress, plugins i temes.
es_es: Existen posibles vulnerabilidades en tu instalación. Por favor, revisa tu WordPress, plugins y temas.

source: WPVulnerability settings
ca: Configuració de WPVulnerability
es_es: Configuración de WPVulnerability

source: Receive notifications in your email
ca: Rep notificacions al teu correu electrònic
es_es: Recibe notificaciones en tu correo electrónico

source: Email address to notify (separated by commas)
ca: Adreça de correu electrònic a notificar (separada per comes)
es_es: Dirección de correo electrónico a notificar (separada por comas)

source: How often you want to receive notifications
ca: Amb quina freqüència desitges rebre notificacions
es_es: Con qué frecuencia deseas recibir notificaciones

source: Configure and save these settings to receive email notifications.
ca: Configuri i guarda aquestes opcions per rebre notificacions per correu electrònic.
es_es: Configure y guarda estas opciones para recibir notificaciones por correo electrónico.

source: Weekly
ca: Setmanal
es_es: Semanal

source: Daily
ca: Diari
es_es: Diario

source: Every week
ca: Cada setmana
es_es: Cada semana

source: Every day
ca: Cada dia
es_es: Cada día

source: Core vulnerabilities
ca: Vulnerabilitats del nucli
es_es: Vulnerabilidades del núcleo

source: Plugins vulnerabilities
ca: Vulnerabilitats de plugins
es_es: Vulnerabilidades de plugins

source: Themes vulnerabilities
ca: Vulnerabilidades de temas
es_es: Vulnerabilidades de temas

source: Vulnerability found
ca: Vulnerabilitat trobada
es_es: Vulnerabilidad encontrada

source: Vulnerability found: %s
ca: Vulnerabilitat trobada: %s
es_es: Vulnerabilidad encontrada: %s

source: Learn more about the WordPress Vulnerability Database API at
ca: Obtindre més informació sobre la WordPress Vulnerability Database API a
es_es: Obtén más información sobre la WordPress Vulnerability Database API en

source: None
ca: Cap

source: Low
ca: Baixa

source: Medium
ca: Mitjana

source: High
ca: Alta

source: Critical
ca: Crítica

source: Check the security of a WordPress site with information from the WordPress Vulnerability Database API. Scans Core, plugins, and theme vulnerabilities.
ca: Comprova la seguretat d'un lloc WordPress amb la informació de la WordPress Vulnerability Database API. Analitza vulnerabilitats en el nucli, plugins i temes.
es_es: Comprueba la seguridad de un sitio WordPress con la información de la WordPress Vulnerability Database API. Analiza vulnerabilidades en el núcleo, plugins y temas.
